Repository: Dilshodbekdev/baliqchi
Catalog: lib/l10n/intl_*.arb
Languages: ru

source: Akkauntingiz yo'qmi?
ru: У вас нет аккаунта?

source: Yoki
ru: или

source: Davom etish
ru: Продолжать

# royxatdanOtish
source: Roʻyxatdan oʻtish
ru: Зарегистрироваться

source: Parolingizni unutdingizmi?
ru: Забыли пароль?

source: Parol
ru: Пароль

source: Telefon raqam
ru: Номер телефона

source: Tizimga kirish
ru: Вход в систему

source: Tilni tanlang
ru: Выберите язык

source: Tasdiqlash kodi
ru: Код подтверждения

source: Telefon raqamingizga yuborilgan tasdiqlash kodini kiriting
ru: Введите код подтверждения, отправленный на ваш номер телефона

source: Kirish
ru: Войти

source: Ismi
ru: Имя

source: Familiya
ru: Фамилия

source: Parolni tasdiqlang
ru: Подтвердите пароль

source: Viloyatni Tanlang
ru: Выберите регион

source: Baliq ovi uchun maskanlar
ru: Места для рыбалки

source: Baliq boqish usullari
ru: Способы кормления рыб

source: Baliqchilar uchratgan baliqlar:
ru: Имеющиеся рыбы:

source: Baliqchilar uchun muhim!
ru: Важно для рыбаков!

source: Mavsum:
ru: Сезон:

source: Kirsh:
ru: Войти

source: Manzil:
ru: Адрес:

source: Oxshash maskanlar
ru: Похожие места

source: Ma'lumot topilmadi
ru: Информация не найдена

source: Qidirish...
ru: Поиск...

source: Tahminiy iqtisodiy ko’rsatkichlar
ru: Приблизителные экономические показатели

source: Baliq turi
ru: Тип рыбы

source: Havza gektari
ru: Площадь водоёма

source: Havza uzunligi
ru: Длина водоёма, м

source: Havza kengligi
ru: Ширина водоёма, м

source: Havza chuqurligi
ru: Глубина водоёма, м

source: Baliq soni
ru: Количество рыб

source: Mavsum boshidagi baliq og'irligi, g
ru: Масса рыбы в начале сезона, г

source: Baliqning yashab qolish darajasi, %
ru: Выживаемость рыб, %

source: Mavsum oxiridagi mo'ljallangan baliq og'irligi, g
ru: Целевая масса рыбы в конце сезона, г

source: Ovqat turi
ru: Тип корма

source: Ovqat narxi 1kg, (so’m)
ru: Цена корма за 1 кг, (сум)

source: Jami ishchilar oyligi(oy kesimida)
ru: Общая заработная плата сотрудников (в месяц), (сум)

source: kg baliqqa sarflanadigan ozuqa (kg)
ru: Корм на 1 кг рыбы (кг)

source: Baliq yetishtirish muddati (oy)
ru: Период выращивания рыбы (месяцы)

source: Sotish rejalashtirilgan baliq narxi (so’m)
ru: Цена рыбы, планируемой к продажа (сум)

source: Tashalayotgan baliqlar narxi (so’m)
ru: Цена зарыбления (сум)

source: Kamunal to’lovlar (oy kesimida)
ru: Коммунальные платежи (в месяц)

source: Soliq harajatlari (oy kesimida)
ru: Налоговые расходы (в месяц)

source: Boshqa harajatlar (benzin, dori-darmon va boshqalar) (so’m) (oy kesimida)
ru: Прочие расходы (бензин, лекарства и т.п.) (сум) (ежемесячно)

source: Boqish usuli
ru: Способ кормления

source: Soni
ru: Кол-во

# loremIpsumDolorSitAmetConsecteturAdipiscingElitSedDo
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut laboreUt enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo
ru: Вы не зарегистрированы. Если вы хотите использовать все функции мобильного приложения, вам необходимо зарегистрироваться

source: Tashalayotgan baliqlar narxi
ru: Цена зарыбления (сум)

source: Ozuqaga sarflangan harajat
ru: Расходы на корм

source: Kamunal to’lo’vlar
ru: Коммунальные платежи

source: Soliq harajatlari
ru: Налоговые расходы

source: Jami ishchilar oyligi
ru: Общая зарплата сотрудников

source: Boshqa harajatlar
ru: Прочие расходы

source: Ummumiy harajatlar
ru: Общие расходы

source: Daromad
ru: Доход

source: Foyda
ru: Прибыль

# KgBaliqningTanNarxi
source: 1 kg baliqning tan narxi
ru: Себестоимость 1 кг рыбы

source: Baliq narxi
ru: Цена 1 кг рыбы

source: Tilni o’zgartirish
ru: Изменить язык

source: To’lovlar tarixi
ru: История платежей

source: Ta'riflar
ru: Тарифы

source: Oylik harajatlarni ko’rish
ru: Месячные расходы

source: Oylik harajatlar
ru: Месячные расходы

source: Oylik harajatlarni kiritish
ru: Введите месячные расходы

source: Statistikani ko'rish
ru: Статистика

source: Harajat turi
ru: Вид расходов

source: Harajat nomi
ru: Название расхода

source: Harajat miqdori
ru: Сумма расхода

source: Oy
ru: Месяц

source: Harajat miqdori, so’m
ru: Сумма расхода, сум

source: Oyni tanlang
ru: Выберите месяц

source: Qo’shish
ru: Добавить

source: Hisoblash
ru: Посчитать

source: Kunlik ovqat miqdorini ko’rish
ru: Суточное количество корма

source: Tarif turi
ru: Тип тарифа

source: To’lov summasi
ru: Сумма платежа

source: Amal qilish muddati
ru: Срок действия

source: Obuna bo‘lish
ru: Подписаться

source: Siz obuna bo‘lmagansiz!
ru: Вы не подписаны!

source: Suv harorati (°C)
ru: Температура воды (°С)

source: Baliqlarning taxminiy soni
ru: Примерное количество рыб

source: Baliq og'irligi, g
ru: Вес рыбы, г

source: Kunlik ovqat miqdori, %
ru: Суточная норма корма, кг

source: Omillari
ru: Факторы

source: Sindromlari
ru: Синдромы

source: Davolash usuli
ru: Методы лечения

source: Filter
ru: Фильтр

source: Qabul qilish
ru: Принятие

source: Dan
ru: от

source: Gacha
ru: до

source: Havza ma’lumotlarini kiritish
ru: Ввод информации по водоёму

source: Havza nomi
ru: Название водоёма

source: Saqlash
ru: Сохранить

source: Umumiy ma’lumotlar
ru: Общая информация

source: Ozuqa haqida ma'lumotlar
ru: Информация о корме

# suvHajmiM
source: Suv hajmi, m³
ru: Объем воды, м³

source: Baliqlarning zichligi, kg/m3
ru: Плотность рыб в водоёме, кг/м3

source: Yashab qoladigan baliqlar soni
ru: Количество выживаемых рыб

source: Umumiy ozuqani hisoblash
ru: Посчитать общий корм

source: Ozuqa turi
ru: Тип корма

source: Ozuqa narxi, so’m
ru: Стоимость корма, сум

source: Baliq vaznining o‘sish oralig‘i
ru: Интервал роста веса рыбы

source: O‘sish muddati
ru: Период выращивания

# talabQilinganOvqatKg
source: Talab qilingan ozuqa, kg
ru: Требуемый корм, кг

source: Tavsiya etilgan suv harorati (°C)
ru: Рекомендуемая температура воды (°C)

source: Ozuqalanish darajasi (kg/100kg baliq/kun)
ru: Норма кормления (кг/100кг рыбы/день)

source: Taxminiy o'sishi (%/kun)
ru: Предполагаемый рост (%/день)

source: Taxmin qilingan kunlar
ru: Расчетное количество дней

source: Talab qilingan ozuqa/kun, kg
ru: Требуемый корм/день, кг

source: Tanlash
ru: Выбрать

source: Karta raqami
ru: Номер карты

source: Shaxsiy karta ma`lumotlari
ru: Данные карты

source: Muddati
ru: Срок

source: Chiqish
ru: Выход

source: Boqilayotgan baliqlar
ru: Выращиваемые рыбы

source: Kasallik turlari
ru: Виды заболеваний

source: Iqtisodiy ko’rsatkichlar
ru: Экономические показатели

# boshlangichOgirligiKg
source: Boshlang'ich og'irligi, g
ru: Начальный вес, г

# yakuniyOgirligiKg
source: Yakuniy og'irligi, g
ru: Конечный вес, г

source: Batafsil
ru: Подробнее

# deleteAccount
source: Hisobni o'chirish
ru: Удалить аккаунт

# hisobniOchirish
source: Foydalanuvchini tizimdan oʼchirish
ru: Удаление аккаунта пользователя из системы

# foydalanuvchiTizimdanOchirilgandanSongUningShaxsiyMalumotlariVaMurojaatlarBilan
source: Foydalanuvchi tizimdan oʼchirilgandan soʼng, uning shaxsiy maʼlumotlari va murojaatlar bilan bogʼliq barcha maʼlumotlar tizimidan oʼchiriladi. Aloqa nazorati mobilь ilovasi qayta yuklangandan soʼng foydalanuvchining avvalgi shaxsiy ma'lumotlari va murojaatlar bilan bog'liq ma'lumotlar qayta tiklanmaydi.
ru: После удаления аккаунта пользователя из системы, все персональные данные пользователя и информация, связанная с обращениями будут удалены из системы. После повторной загрузки мобильного приложения Aloqa nazorati ранее загруженные персональные данные пользователя и информация, связанная с обращениями не восстанавливается.

# mobilTelefonBilanBogliqSabablarTelefonningYoqolishiBoshqaOdamgaBerib
source: Mobilь telefon bilan bogʼliq sabablar (telefonning yoʼqolishi, boshqa odamga berib yuborish, raqamning oʼzgarishi va b.);
ru: Причины, связанные с мобильным телефоном (потеря телефона, передача телефона другому лицу, изменение номера, др.);

# ilovaBilanBogliqSabablarIlovaningKorishiTushunarsizIlovadanFoydalanishQiyin
source: Ilova bilan bogʼliq sabablar (ilovaning koʼrishi tushunarsiz, ilovadan foydalanish qiyin va b.);
ru: Причины, связанные с мобильным приложением (непонятный интерфейс приложения, трудно работать с приложением, др.);

source: Boshqa masalalar.
ru: Другие вопросы.

source: Qo'shimcha izoh qoldirish
ru: Оставить комментарии

source: Foydalanuvchini tizimdan oʼchirish foydalanuvchining qaroriga qarab amalga oshiriladi. Hurmatli foydalanuvchi, Aloqa nazorati mobil ilovasini oʼchirishdan avval oʼchirish sabablarini koʼrsating:
ru: Удаление аккаунта пользователя из системы осуществляется по решению пользователя. Уважаемый пользователь, прежде чем удалить мобильное приложение Aloqa nazorati просим Вас, указать причины удаления аккаутна:

source: Havzalar
ru: Водоемы

source: Sana
ru: Дата

source: Sotilgan
ru: Продал

source: O'lgan
ru: Умер

source: Izoh
ru: Описание

source: Baliqlarning kamayishi
ru: Снижение популяции рыбы

source: Kamayish turi
ru: Тип уменьшения

source: Baliqlarning kamayishini kiritish
ru: Введение в сокращение популяции рыбы

source: Yilni tanlang
ru: Выберите год

source: Yopish
ru: Закрывать

source: FCR ko'rsatkishi
ru: Индикатор FCR
